[
  {
    "name": "Arm Attachment",
    "description": "Cannot be used to make attacks, but leaves your hand open. If in the same hand as another Weapon, you lower the die size of both die for all Attack Rolls made with that weapon by 1. If you can't reduce the die size any further you instead halve the die result."
  },
  {
    "name": "Light",
    "description": "Can be wielded in the main- or off-hand."
  },
  {
    "name": "Versatile",
    "description": "Can be wielded in the main-hand or with two hands. Wielding the Weapon in two hands grants +1 to Attack Rolls made with it."
  },
  {
    "name": "One-handed",
    "description": "Must be wielded in the main-hand."
  },
  {
    "name": "Two-handed",
    "description": "Must be wielded with two hands."
  },
  {
    "name": "Heavy",
    "description": "This tag is used for the purposes of Bulk and abilities, such as retaliations, that use the size/weight of a weapon. A weapon with this tag also gains the Two-handed, Unwieldy(1), and Sharp(1) tags."
  },
  {
    "name": "Ranged",
    "description": "Can attack at a range of N. For every Space past N the Attack Roll gains -1.",
    "parameter": "N"
  },
  {
    "name": "Reach",
    "description": "You may make Melee Attacks targets within N Spaces with this weapon.",
    "parameter": "N"
  },
  {
    "name": "Thrown",
    "description": "Can be thrown to a range of N, landing in the last space before collision. For every Space past N the Attack Roll gains -1.",
    "parameter": "N"
  },
  {
    "name": "Unwieldy",
    "description": "Lower the die size of both die for all Weapon Attack Rolls made while this weapon is equipped by N. If you can't reduce the die size any further you instead halve the die result.",
    "parameter": "N"
  },
  {
    "name": "Durable",
    "description": "This weapon has N Max Strain.",
    "parameter": "N"
  },
  {
    "name": "Sharp",
    "description": "This weapon's base damage increases by N.",
    "parameter": "N"
  },
  {
    "name": "Impact",
    "description": "This weapon does +N damage to Armor, Equipment and Guard.",
    "parameter": "N"
  },
  {
    "name": "Social Distancing",
    "description": "Attacks made with this weapon while in a hostile creature's Threat are made with Bane(1)"
  },
  {
    "name": "Loading",
    "description": "The weapon must be loaded by taking an N AP Action in order to Attack with it. Loading while in a hostile creature's Threat triggers an Opportunity Attack from them.",
    "parameter": "N"
  }
]
